Repository: katagaki/Libretto
Catalog: Libretto/Support/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# Paragraph.LineSpacing
source: Line Spacing
ja: 行間
ko: 줄 간격
zh_hans: 行距
zh_hant: 行距

# Paragraph.Numbering
source: Numbering
ja: 段落番号
ko: 번호 매기기
zh_hans: 编号
zh_hant: 編號

# Paragraph.PageBreakBefore
source: Page Break Before
ja: 段落前で改ページする
ko: 단락 앞에서 페이지 나누기
zh_hans: 段前分页
zh_hant: 段落前分頁

# Paragraph.RemoveTab
source: Remove Tab Stop
ja: タブ位置を削除
ko: 탭 정지 제거
zh_hans: 删除制表位
zh_hant: 移除定位點

# Paragraph.Section.Alignment
source: Alignment and Lists
ja: 配置とリスト
ko: 정렬 및 목록
zh_hans: 对齐与列表
zh_hant: 對齊與清單

# Paragraph.Section.Borders
source: Borders & Shading
ja: 罫線と網かけ
ko: 테두리 및 음영
zh_hans: 边框和底纹
zh_hant: 框線及網底

# Paragraph.Section.DropCap
source: Drop Cap
ja: ドロップキャップ
ko: 단락 첫 문자 장식
zh_hans: 首字下沉
zh_hant: 首字放大

# Paragraph.Section.Pagination
source: Line and Page Breaks
ja: 改ページと改行
ko: 줄 및 페이지 나누기
zh_hans: 换行和分页
zh_hant: 分行與分頁

# Paragraph.Section.Spacing
source: Spacing
ja: 間隔
ko: 간격
zh_hans: 间距
zh_hant: 間距

# Paragraph.Section.Style
source: Style
ja: スタイル
ko: 스타일
zh_hans: 样式
zh_hant: 樣式

# Paragraph.Section.Tabs
source: Tab Stops
ja: タブ位置
ko: 탭 정지
zh_hans: 制表位
zh_hant: 定位點

# Paragraph.Shading
source: Shading
ja: 網かけ
ko: 음영
zh_hans: 底纹
zh_hant: 網底

# Paragraph.SpacingAfter
source: After: %lld pt
ja: 段落後：%lld pt
ko: 단락 뒤: %lldpt
zh_hans: 段后：%lld 磅
zh_hant: 段落後：%lld 點

# Paragraph.SpacingBefore
source: Before: %lld pt
ja: 段落前：%lld pt
ko: 단락 앞: %lldpt
zh_hans: 段前：%lld 磅
zh_hant: 段落前：%lld 點

# Paragraph.Tab.Alignment
source: Alignment
ja: 配置
ko: 정렬
zh_hans: 对齐方式
zh_hant: 對齊方式

# Paragraph.Tab.Leader
source: Leader
ja: リーダー
ko: 채움선
zh_hans: 前导符
zh_hant: 前置字元

# Paragraph.Tabs.Footer
source: From the left margin.
ja: 左余白からの位置です。
ko: 왼쪽 여백에서부터의 위치입니다.
zh_hans: 从左边距算起。
zh_hant: 從左邊界算起。

# Paragraph.WidowControl
source: Widow Control
ja: 改ページ時1行残して段落を区切らない
ko: 페이지 나누기 시 한 줄 남기지 않음
zh_hans: 孤行控制
zh_hant: 遺留字串控制

# Review.Accept
source: Accept
ja: 承諾
ko: 승인
zh_hans: 接受
zh_hant: 接受

# Review.AcceptAll
source: Accept All Changes
ja: すべての変更を承諾
ko: 모든 변경 내용 승인
zh_hans: 接受所有修订
zh_hant: 接受所有修訂

# Review.Count
source: %d Changes
ja: %d件の変更
ko: 변경 내용 %d개
zh_hans: %d 处修订
zh_hant: %d 處修訂

# Review.Next
source: Next Change
ja: 次の変更箇所
ko: 다음 변경 내용
zh_hans: 下一处修订
zh_hant: 下一處修訂

# Review.Previous
source: Previous Change
ja: 前の変更箇所
ko: 이전 변경 내용
zh_hans: 上一处修订
zh_hant: 上一處修訂

# Review.Reject
source: Reject
ja: 元に戻す
ko: 거부
zh_hans: 拒绝
zh_hant: 拒絕

# Review.RejectAll
source: Reject All Changes
ja: すべての変更を元に戻す
ko: 모든 변경 내용 거부
zh_hans: 拒绝所有修订
zh_hant: 拒絕所有修訂

# Review.Section.Changes
source: Changes
ja: 変更箇所
ko: 변경 내용
zh_hans: 修订
zh_hant: 修訂

# Review.TrackChanges
source: Track Changes
ja: 変更履歴の記録
ko: 변경 내용 추적
zh_hans: 修订
zh_hant: 追蹤修訂

# Review.TrackChanges.Footer
source: Insertions are underlined and deletions struck through, in each reviewer’s colour, until they’re accepted or rejected.
ja: 挿入は下線、削除は取り消し線で、校閲者ごとの色で表示されます。承諾または元に戻すまで残ります。
ko: 삽입된 내용은 밑줄로, 삭제된 내용은 취소선으로 검토자마다 다른 색으로 표시되며, 승인하거나 거부할 때까지 유지됩니다.
zh_hans: 插入内容加下划线、删除内容加删除线，以各审阅者的颜色显示，直到接受或拒绝。
zh_hant: 插入的內容加底線、刪除的內容加刪除線，以各校閱者的顏色顯示，直到接受或拒絕。

# SectionStart.continuous
source: Continuous
ja: 現在の位置から開始
ko: 이어서
zh_hans: 连续
zh_hant: 接續本頁

# SectionStart.evenPage
source: Even Page
ja: 偶数ページから開始
ko: 짝수 페이지
zh_hans: 偶数页
zh_hant: 偶數頁

# SectionStart.nextPage
source: New Page
ja: 次のページから開始
ko: 다음 페이지
zh_hans: 新建页
zh_hant: 新頁

# SectionStart.oddPage
source: Odd Page
ja: 奇数ページから開始
ko: 홀수 페이지
zh_hans: 奇数页
zh_hant: 奇數頁

# Style.Body
source: Body
ja: 本文
ko: 본문
zh_hans: 正文
zh_hant: 內文

# Style.Heading1
source: Heading 1
ja: 見出し 1
ko: 제목 1
zh_hans: 标题 1
zh_hant: 標題 1

# Style.Heading2
source: Heading 2
ja: 見出し 2
ko: 제목 2
zh_hans: 标题 2
zh_hant: 標題 2

# Style.Heading3
source: Heading 3
ja: 見出し 3
ko: 제목 3
zh_hans: 标题 3
zh_hant: 標題 3

# Style.Quote
source: Quote
ja: 引用文
ko: 인용
zh_hans: 引用
zh_hant: 引文

# Style.Subtitle
source: Subtitle
ja: 副題
ko: 부제
zh_hans: 副标题
zh_hant: 副標題

# Style.Title
source: Title
ja: 表題
ko: 제목
zh_hans: 标题
zh_hant: 標題

# Styles.All
source: All Styles
ja: すべてのスタイル
ko: 모든 스타일
zh_hans: 所有样式
zh_hant: 所有樣式

# Styles.Modify
source: Modify Style
ja: スタイルを変更
ko: 스타일 수정
zh_hans: 修改样式
zh_hant: 修改樣式

# Styles.Modify.Footer
source: Changes every paragraph in this style.
ja: このスタイルのすべての段落が変わります。
ko: 이 스타일의 모든 단락이 변경됩니다.
zh_hans: 会更改使用此样式的所有段落。
zh_hant: 會變更使用此樣式的所有段落。

# Styles.New
source: New Style from Selection
ja: 選択箇所から新しいスタイル
ko: 선택 영역에서 새 스타일
zh_hans: 从所选内容新建样式
zh_hant: 從所選內容新增樣式

# Styles.New.Footer
source: Takes on the selected paragraph’s formatting.
ja: 選択した段落の書式が使われます。
ko: 선택한 단락의 서식을 사용합니다.
zh_hans: 采用所选段落的格式。
zh_hant: 採用所選段落的格式。

# Styles.New.Placeholder
source: Style name
ja: スタイル名
ko: 스타일 이름
zh_hans: 样式名称
zh_hant: 樣式名稱

# Styles.Section.All
source: Paragraph Styles
ja: 段落スタイル
ko: 단락 스타일
zh_hans: 段落样式
zh_hant: 段落樣式

# Styles.Size
source: Size: %@ pt
ja: サイズ：%@ pt
ko: 크기: %@pt
zh_hans: 字号：%@ 磅
zh_hant: 大小：%@ 點

# Styles.Title
source: Styles
ja: スタイル
ko: 스타일
zh_hans: 样式
zh_hant: 樣式

# Styles.UpdateToMatch
source: Update to Match Selection
ja: 選択箇所と一致するように更新
ko: 선택 영역에 맞게 업데이트
zh_hans: 更新以匹配所选内容
zh_hant: 更新以符合所選內容

# Tab.center
source: Center
ja: 中央揃え
ko: 가운데
zh_hans: 居中
zh_hant: 置中

# Tab.decimal
source: Decimal
ja: 小数点揃え
ko: 소수점
zh_hans: 小数点对齐
zh_hant: 小數點

# Tab.left
source: Left
ja: 左揃え
ko: 왼쪽
zh_hans: 左对齐
zh_hant: 靠左

# Tab.right
source: Right
ja: 右揃え
ko: 오른쪽
zh_hans: 右对齐
zh_hant: 靠右

# Table.Borders
source: Borders
ja: 罫線
ko: 테두리
zh_hans: 边框
zh_hant: 框線

# Table.Borders.all
source: All Borders
ja: 格子
ko: 모든 테두리
zh_hans: 所有框线
zh_hant: 所有框線

# Table.Borders.inside
source: Inside Borders
ja: 内側
ko: 안쪽 테두리
zh_hans: 内部框线
zh_hant: 內框線

# Table.Borders.none
source: No Borders
ja: 枠なし
ko: 테두리 없음
zh_hans: 无框线
zh_hant: 無框線

# Table.Borders.outside
source: Outside Borders
ja: 外枠
ko: 바깥쪽 테두리
zh_hans: 外侧框线
zh_hant: 外框線

# Table.Cell
source: Cell
ja: セル
ko: 셀
zh_hans: 单元格
zh_hant: 儲存格

# Table.Cell.Text
source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

# Table.ColumnWidth
source: Column Width: %@
ja: 列の幅：%@
ko: 열 너비: %@
zh_hans: 列宽：%@
zh_hant: 欄寬：%@

# Table.DeleteColumn
source: Delete Column
ja: 列を削除
ko: 열 삭제
zh_hans: 删除列
zh_hant: 刪除欄

# Table.DeleteRow
source: Delete Row
ja: 行を削除
ko: 행 삭제
zh_hans: 删除行
zh_hant: 刪除列

# Table.ExtendSelection
source: Extend Selection
ja: 選択範囲を拡張
ko: 선택 영역 확장
zh_hans: 扩展选择
zh_hant: 延伸選取範圍

# Table.InsertAbove
source: Insert Above
ja: 上に行を挿入
ko: 위에 삽입
zh_hans: 在上方插入
zh_hant: 插入上方列

# Table.InsertBelow
source: Insert Below
ja: 下に行を挿入
ko: 아래에 삽입
zh_hans: 在下方插入
zh_hant: 插入下方列

# Table.InsertLeft
source: Insert Left
ja: 左に列を挿入
ko: 왼쪽에 삽입
zh_hans: 在左侧插入
zh_hant: 插入左方欄

# Table.InsertRight
source: Insert Right
ja: 右に列を挿入
ko: 오른쪽에 삽입
zh_hans: 在右侧插入
zh_hant: 插入右方欄

# Table.Look.BandedRows
source: Banded Rows
ja: 縞模様（行）
ko: 줄무늬 행
zh_hans: 镶边行
zh_hant: 帶狀列

# Table.Look.FirstColumn
source: First Column
ja: 最初の列
ko: 첫째 열
zh_hans: 第一列
zh_hant: 第一欄

# Table.Look.HeaderRow
source: Header Row
ja: タイトル行
ko: 머리글 행
zh_hans: 标题行
zh_hant: 標題列

# Table.Look.TotalRow
source: Total Row
ja: 集計行
ko: 요약 행
zh_hans: 汇总行
zh_hant: 合計列

# Table.Merge
source: Merge Cells
ja: セルの結合
ko: 셀 병합
zh_hans: 合并单元格
zh_hant: 合併儲存格

# Table.None
source: No Table Selected
ja: 表が選択されていません
ko: 선택된 표 없음
zh_hans: 未选择表格
zh_hant: 未選取表格

# Table.RepeatHeader
source: Repeat as Header Row
ja: タイトル行の繰り返し
ko: 머리글 행 반복
zh_hans: 重复标题行
zh_hant: 重複標題列

# Table.Section.Cells
source: Cells
ja: セル
ko: 셀
zh_hans: 单元格
zh_hant: 儲存格

# Table.Section.RowsColumns
source: Rows & Columns
ja: 行と列
ko: 행 및 열
zh_hans: 行和列
zh_hant: 列與欄

# Table.Section.Table
source: Table
ja: 表
ko: 표
zh_hans: 表格
zh_hant: 表格

# Table.Select.Footer
source: Tap a cell to pick it. To pick several, turn on Extend Selection and tap the opposite corner.
ja: セルをタップして選択します。複数選択するには「選択範囲を拡張」をオンにして反対側の角をタップします。
ko: 셀을 탭하여 선택합니다. 여러 셀을 선택하려면 선택 영역 확장을 켜고 반대쪽 모서리를 탭하십시오.
zh_hans: 轻点单元格以选择。要选择多个，请打开“扩展选择”并轻点对角。
zh_hant: 點一下儲存格即可選取。若要選取多個，請開啟「延伸選取範圍」並點一下對角。

# Table.Shading
source: Shading
ja: 網かけ
ko: 음영
zh_hans: 底纹
zh_hant: 網底

# Table.Split
source: Split Cell
ja: セルの分割
ko: 셀 분할
zh_hans: 拆分单元格
zh_hant: 分割儲存格

# Table.Style
source: Style
ja: スタイル
ko: 스타일
zh_hans: 样式
zh_hant: 樣式

# Table.Style.None
source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# Toolbar.Bold
source: Bold
ja: 太字
ko: 굵게
zh_hans: 粗体
zh_hant: 粗體

# Toolbar.Comments
source: Comments
ja: コメント
ko: 메모
zh_hans: 批注
zh_hant: 註解

# Toolbar.Find
source: Find and Replace
ja: 検索と置換
ko: 찾기 및 대치
zh_hans: 查找和替换
zh_hant: 尋找與取代

# Toolbar.Italic
source: Italic
ja: 斜体
ko: 기울임꼴
zh_hans: 斜体
zh_hant: 斜體

# Toolbar.Navigator
source: Navigation
ja: ナビゲーション
ko: 탐색
zh_hans: 导航
zh_hant: 導覽

# Toolbar.Notes
source: Footnotes & Endnotes
ja: 脚注と文末脚注
ko: 각주 및 미주
zh_hans: 脚注和尾注
zh_hant: 註腳和章節附註

# Toolbar.Redo
source: Redo
ja: やり直す
ko: 실행 복귀
zh_hans: 重做
zh_hant: 重做

# Toolbar.Review
source: Track Changes
ja: 変更履歴
ko: 변경 내용 추적
zh_hans: 修订
zh_hant: 追蹤修訂

# Toolbar.Share.Label
source: Share Document
ja: 書類を共有
ko: 문서 공유
zh_hans: 共享文稿
zh_hant: 分享文件

# Toolbar.SourceCode
source: Source Code
ja: ソースコード
ko: 소스 코드
zh_hans: 源代码
zh_hant: 原始碼

# Toolbar.Strikethrough
source: Strikethrough
ja: 取り消し線
ko: 취소선
zh_hans: 删除线
zh_hant: 刪除線

# Toolbar.Underline
source: Underline
ja: 下線
ko: 밑줄
zh_hans: 下划线
zh_hant: 底線

# Toolbar.Undo
source: Undo
ja: 取り消す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 還原

# Toolbar.UnsupportedFeatures.Label
source: Unsupported features
ja: 非対応の機能
ko: 지원되지 않는 기능
zh_hans: 不支持的功能
zh_hant: 不支援的功能

# Toolbar.ViewMode
source: View
ja: 表示
ko: 보기
zh_hans: 视图
zh_hant: 顯示方式

# Underline.dash
source: Dashed
ja: 破線
ko: 파선
zh_hans: 虚线
zh_hant: 虛線

# Underline.dotDash
source: Dot Dash
ja: 一点鎖線
ko: 일점 쇄선
zh_hans: 点划线
zh_hant: 點虛線

# Underline.dotted
source: Dotted
ja: 点線
ko: 점선
zh_hans: 点线
zh_hant: 點線

# Underline.double
source: Double
ja: 二重線
ko: 이중선
zh_hans: 双线
zh_hant: 雙線

# Underline.none
source: None
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# Underline.single
source: Single
ja: 一重線
ko: 한 줄
zh_hans: 单线
zh_hant: 單線

# Underline.thick
source: Thick
ja: 太線
ko: 굵은 선
zh_hans: 粗线
zh_hant: 粗線

# Underline.wave
source: Wavy
ja: 波線
ko: 물결선
zh_hans: 波浪线
zh_hant: 波浪線

# Underline.words
source: Words Only
ja: 単語のみ
ko: 단어만
zh_hans: 仅字词
zh_hant: 僅字詞

# Undo.Comment
source: Comment
ja: コメント
ko: 메모
zh_hans: 批注
zh_hant: 註解

# Undo.Edit
source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

# Undo.Formatting
source: Formatting
ja: 書式設定
ko: 서식
zh_hans: 格式
zh_hant: 格式

# Undo.HeaderFooter
source: Header & Footer
ja: ヘッダーとフッター
ko: 머리글 및 바닥글
zh_hans: 页眉和页脚
zh_hant: 頁首和頁尾

# Undo.Insertion
source: Insert
ja: 挿入
ko: 삽입
zh_hans: 插入
zh_hant: 插入

# Undo.List
source: List
ja: リスト
ko: 목록
zh_hans: 列表
zh_hant: 清單

# Undo.Notes
source: Notes
ja: 脚注
ko: 각주
zh_hans: 注释
zh_hant: 註腳

# Undo.PageSetup
source: Page Setup
ja: ページ設定
ko: 페이지 설정
zh_hans: 页面设置
zh_hant: 版面設定

# Undo.ParagraphStyle
source: Style
ja: スタイル
ko: 스타일
zh_hans: 样式
zh_hant: 樣式

# Undo.Review
source: Review
ja: 校閲
ko: 검토
zh_hans: 审阅
zh_hant: 校閱

# Undo.Table
source: Table
ja: 表
ko: 표
zh_hans: 表格
zh_hant: 表格

# Undo.Typing
source: Typing
ja: 入力
ko: 입력
zh_hans: 键入
zh_hant: 輸入

# Unsupported.Comments
source: Comments
ja: コメント
ko: 메모
zh_hans: 批注
zh_hant: 註解

# Unsupported.ContentControls
source: Content controls, such as a table of contents
ja: 目次などのコンテンツコントロール
ko: 목차 등의 콘텐츠 컨트롤
zh_hans: 内容控件，例如目录
zh_hant: 內容控制項，例如目錄

# Unsupported.EmbeddedObjects
source: Embedded objects
ja: 埋め込みオブジェクト
ko: 포함된 개체
zh_hans: 嵌入的对象
zh_hant: 內嵌物件

# Unsupported.Equations
source: Equations
ja: 数式
ko: 수식
zh_hans: 公式
zh_hant: 方程式

# Unsupported.Footnotes
source: Footnotes and endnotes
ja: 脚注と文末脚注
ko: 각주 및 미주
zh_hans: 脚注和尾注
zh_hant: 註腳和章節附註

# Unsupported.Macros
source: Macros, which are kept but never run
ja: マクロ（保持されますが実行されません）
ko: 매크로(유지되지만 실행되지 않음)
zh_hans: 宏（会保留，但绝不运行）
zh_hant: 巨集（會保留，但絕不執行）

# Unsupported.Sections
source: Several sections: every page uses the last one’s setup
ja: 複数のセクション（すべてのページに最後のセクションの設定を使用）
ko: 여러 구역: 모든 페이지에 마지막 구역의 설정 사용
zh_hans: 多个分节：所有页面使用最后一节的设置
zh_hant: 多個章節：所有頁面使用最後一節的設定

# Unsupported.Shapes
source: Shapes and text boxes
ja: 図形とテキストボックス
ko: 도형 및 텍스트 상자
zh_hans: 形状和文本框
zh_hant: 形狀和文字方塊

# Unsupported.TrackedChanges
source: Tracked changes
ja: 変更履歴
ko: 변경 내용 추적
zh_hans: 修订
zh_hant: 追蹤修訂

# ViewMode.Mobile
source: Mobile View
ja: モバイル表示
ko: 모바일 보기
zh_hans: 移动视图
zh_hant: 行動版顯示

# ViewMode.Page
source: Full Document
ja: ドキュメント全体
ko: 전체 문서
zh_hans: 完整文稿
zh_hant: 完整文件

# Common.OK
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
